{
	"displayName": "Savage Wolf MC-MKIV",
	"version": "1.0",
	"buildNumber": 5,
	"description": "Adds the savage wolf to the game including several ballistic and energy based variants.  It starts spawning on markets around 3058 but its quite rare. \r\n\r\nI plan to make a MercTech version eventually as well. \r\n\r\nThanks to all the people in the CBA discord for the help along the way. \r\n\r\nRequires DLC 1 (and maybe 2)\r\n\r\nSpecial thanks to:\r\n\r\nGlaive for testing and a some variants.\r\nSankaraSamsara for testing and some of the screenshots. Plus help with the whole process.\r\nLark for testing and some of the screenshots. plus the Hero variant. \r\nGentleman Reaper for some of the variants. \r\nKevin for the UI icon for both the standard variants and the Hero variant.\r\n\r\n\r\nHow to add the mech to your cold storage immediately\r\n\r\nDownload and start the MW5 Save Editor\r\nhttps://www.nexusmods.com/mechwarrior5mercenaries/mods/4 ﻿\r\nOpen up your latest savegame in whatever career - it's located in %LOCALAPPDATA%\\MW5Mercs\\Saved\\SaveGames \r\n\r\nHave the Save Editor import your mod folder by clicking the Create Mod Cache button and choose your Mods folder (MechWarrior 5 Mercenaries\\MW5Mercs\\Mods\\) Specificly 1.6.1 as 1.6.2 does NOT work.\r\n\r\nClick the Mech Cold Storage fan\r\n\r\nFrom the dropdown list scroll all the way down to \"SVG_ (variant name)\"\r\n\r\nClick the Add to Inventory\r\n\r\nClick Save and save the savegame\r\n\r\nStart the game and load the edited \r\nsavegame and your cold storage should have the Timberwolf available.\r\n\r\nIf you cannot see the MDA file in the Save Game Editor make sure you have created your Mod Cache. If the problem persists, delete your existing mod cache and regenerate it. If  the problem still persists after that, go download the MW5 Save Editor that's on Nexus and try that version.",
	"author": "Offai",
	"authorURL": "",
	"defaultLoadOrder": 0,
	"gameVersion": "1.1.0",
	"manifest": [],
	"steamPublishedFileId": 2736056502,
	"steamLastSubmittedBuildNumber": 5,
	"steamModVisibility": "Public"
}